{
  "common": {
    "getInTouch": "Get in Touch",
    "message": "Message",
    "name": "Name",
    "readMore": "Read More",
    "learnMore": "Learn More",
    "services": "Our Services",
    "submit": "Submit",
    "readyMove": "Ready to make a move?"
  },
  "contact": {
    "email": "Email",
    "phone": "Phone",
    "social": "Social",
    "title": "Contact",
    "contactNow": "Contact us now",
    "hasSentMessage": "has sent you a message through Costa Legal",
    "template": {
      "sentMessage": "has sent you a message"
    }
  },
  "home": {
    "aboutUs": {
      "description": "At Costa Legal we will deliver personalized legal services, with a team of bilingual lawyers who are dedicated to guiding clients through the complexities of Costa Rican law, including immigration, real estate, business, and commercial matters.",
      "title": "About Our Firm"
    },
    "immigration": {
      "description": "Costa Legal specializes in immigration law and offers personalized services for individuals and businesses. We help clients with visa applications, work permits, residency applications, and citizenship.",
      "title": "Immigration"
    },
    "insurance": {
      "description": "We offer insurance services in Costa Rica, providing comprehensive coverage to protect you and your assets. Our team of experienced professionals works with top insurance providers to offer a range of options, including health, property, liability, and more.",
      "title": "Insurance"
    },
    "location": {
      "title": "Where we are",
      "floor": "first floor"
    },
    "realEstate": {
      "description": "Our legal team provides comprehensive real estate legal services to clients looking to buy, sell, or invest in property in Costa Rica. We offer personalized legal guidance and support to ensure a smooth and successful transaction.",
      "title": "Real Estate"
    },
    "welcome": "Your legal guide to a brighter future in Costa Rica and beyond",
    "welcomeBtn": "Book a free consultation"
  },
  "immigration": {
    "titleCR": "Immigration in Costa Rica",
    "summary": "We offer the following services to assist you in the process of obtaining residency in Costa Rica. Immigration laws in Costa Rica offer numerous options for people to relocate to the country. There are opportunities for retirees, people on fixed incomes, investors, spouses or parents of a Costa Rican, self-employed persons or entrepreneurs, and employees of a company.",
    "residencyServices": "Residency Services",
    "residencyRetired": {
      "title": "Retired People (Pensionados)",
      "description": "This option is available to people who are currently retired and receive retirement income of at least $1,000 per month. The income can originate from a pension from the Social Security System or Pension System in your home country. This residency is also available for people who receive income for dissability. Then it is possible to sponsor spouses children."
    },
    "residencyFixed": {
      "title": "People on a Fixed Income (Rentistas)",
      "description": "Under this option, it is required to demonstrate that you receive at least $2,500 per month. There are multiple ways to demonstrate this income. One option is to deposit an amount equal to two years of income which is $60,000 USD in a bank abroad or in Costa Rica. Another option is to certify your income from abroad or to open a trust."
    },
    "residencyInvestors": {
      "title": "Investors",
      "description": "Recently, the Costa Rican government lowered the minimum investment amount to $150,000 USD in Costa Rica. The investment can be in a business, or in assets such as real estate."
    },
    "residencyMarriage": {
      "title": "Under Marriage",
      "description": "The marriage category is available to foreign nationals who marry a Costa Rican. After two years of being married and residing in Costa Rica, it is possible to obtain citizenship."
    },
    "residencyParents": {
      "title": "Parents",
      "description": "Foreign nationals who have children born in Costa Rica are eligible for residency."
    },
    "residencyEntrepeneurs": {
      "title": "Self-employed People or Entrepreneurs",
      "description": "This category is available for people who desire to work for themselves or to open their own business in Costa Rica. There is no minimum amount of money required, only to have a business. There are a couple of options for self employed people. One the one hand, people who have a particular skill or area of specialization qualify for a Residency for Skilled Workers, and thus it is required to demonstrate what your skill is. There is also a residency for people who just have a brick and mortar business such as a hotel or restaurant."
    },
    "residencyForeign": {
      "title": "Foreign Workers",
      "description": "There are options for companies to hire foreign workers. Whether they are executives, managers, technicians or consultants, the Costa Rican regulations allow for multiple options to hire foreign workers."
    },
    "requirements": {
      "title": "General Immigration Requirements",
      "description": "The following list outlines the general requirements for any application for residency.",
      "list": {
        "verification": "<strong>Verification of the main requirement</strong>. Depending on the category you will be applying for, documentation will be required to confirm eligibility under that category. For instance, people applying under the retirement category must produce a letter providing confirmation of the retirement income; people applying under the investment category must provide certifications of the investment regardless of whether the investment is in real estate or in a business; people applying for residency through marriage must produce a marriage certificate from Costa Rica.",
        "check": "<strong>Background check</strong>. This document should be issued by a national authority. In the case of US nationals, for instance, it should be from the FBI. In the case of Canadian nationals, it should be issued by the Royal Canadian Mounted Police. In the case of UK nationals, it should be issued by the Association of Chief Police Officers.",
        "birth": "<strong>Birth certificate</strong>. A new copy of your birth certificate is required, not over six months old.",
        "application": "<strong>Application form</strong>. We complete this for our clients.",
        "cover": "<strong>Cover letter</strong>. We complete this for our clients as well. It contains certain information about you.",
        "fingerprints": "<strong>Fingerprints</strong>. Obtained at a police department. We will coordinate with you in order to receive these, assisting in San José or Liberia by driving you from our office to the location concerned and handling the corresponding forms.",
        "certify": "<strong>Certified passport copy</strong>. We certify your passport copy.",
        "registration": "<strong>Consular registration</strong>. Registration with your country’s consulate is required, we also complete this for our clients.",
        "passport": "<strong>Passport-size photographs</strong>.",
        "fees": "<strong>Government fees</strong>. Initially, it is required to pay $251 USD in application fees. At the end of the process, it is required to pay an additional $433 USD in government fees."
      },
      "notes": {
        "title": "Important Notes About The Documents",
        "list": {
          "translated": "All documents in a foreign language must be translated into Spanish. The costs for the translations will vary depending on the original language.",
          "apostille": "All documents from abroad must be authenticated for its use in Costa Rica. Documents from certain countries require an apostille.",
          "legislation": "Documents from other countries require a legalization.",
          "certificate": "The birth certificates and the background checks (and any other documents from abroad) must be issued within six months prior to filing the application. Therefore, the original birth certificate issued when you were born will not be valid for immigration purposes in Costa Rica.",
          "check": "Background checks must be from the countries where you lived legally in the past three years. Living legally excludes people who were living as tourists, it is only applicable to people who were legally residing in a foreign country."
        }
      }
    },
    "process": {
      "title": "Processing Time",
      "description": "The application process for temporary residency has three stages. Namely, document procurement, Government Analysis and Decision, and Registration. Please review below the description of these three stages as well as the corresponding timeline applicable to each stage.",
      "table": {
        "titles": {
          "stage": "Stage",
          "timeline": "Timeline",
          "description": "Description"
        },
        "list": {
          "procurement": {
            "title": "Document Procurement",
            "timeline": "8 weeks",
            "description": "We will dedicate this period of time to make sure that you get the documents you will need to bring to Costa Rica, as well as preparing the rest of the documents required for the application. Generally, it takes about two months to obtain all the required documents."
          },
          "anaylsis": {
            "title": "Analysis & Decision by the DGME",
            "timeline": "9 months",
            "description": "Once the required documents have been obtained, we will file the application with the Immigration Department (DGME) By law, the DGME should process the application within 90 days. However, based on recent processing times, the DGME is currently taking about 12 months for processing an application."
          },
          "registration": {
            "title": "Registration",
            "timeline": "4 weeks",
            "description": "Once the application has been approved, We will proceed with your mandatory registration with the CCSS for the Social Security system (also known as CAJA). In addition, we will obtain the ID for foreigners (DIMEX aka cédula). This last step completes the process."
          }
        }
      },
      "notes": {
        "title": "Important Notes About The Processing Times",
        "list": {
          "application": "Once the application is filed, the DGME will issue a Receipt Notice, which demonstrates that there is an application pending. This document in conjunction with your passport will function as a valid ID.",
          "review": "As noted, the DGME takes about 9 months for reviewing the application. The law allows you to remain in the country while the application is pending. Thus, the applicant is not required to leave the country to renew the 90-day visa.",
          "driver": "A Costa Rican driver’s license cannot be obtained until your residency is fully approved and your DIMEX is on hand. Applicants who want to use a foreign driver’s license during the waiting period are required to leave the country every three months to obtain a renewed 90-day visa stamp in their passport. This seems to conflict with the note above but it is the result of different government departments having different rules.",
          "leave": "If you leave the country during the application waiting period,  you may be required to produce a return ticket when trying to reenter the country at a border or airport. Whether a bus ticket or a plane ticket is required will depend on whether you are arriving at an airport or through a border crossing."
        }
      }
    }
  },
  "links": {
    "contactUs": "Contact Us",
    "home": "Home",
    "immigration": "Immigration",
    "insurance": "Insurance",
    "realEstate": "Real Estate"
  },
  "realEstate": {
    "titleCR": "Real Estate in Costa Rica",
    "summary": {
      "paragraph1": "The Real Estate and Business team is made up of dedicated, international professionals whose main mission is to protect our clients’ investment and livelihood. We help new and seasoned expats with many aspects of owning property including rentals, home, car and boat purchases, taxes, title protection, escrow and development. Want to rent your home as an AirBnb? We can help. Dream of developing land into high end homes or a beachfront hotel? We can help there, too.",
      "paragraph2": "Our Business Division handles the establishment and compliance of corporations, taxes, employer compliance with CAJA, estate planning, registrations of foreign businesses in Costa Rica and so much more.",
      "paragraph3": "Costa Rica’s systems are notoriously complicated, but the Business and Real Estate teams work to give you peace of mind.<br>Our staff works hand in hand to ensure that what you are looking to do with the investment you make is well protected and meets your long-term needs. Feel free to contact us with a question or concern. We are always here to help."
    },
    "services": {
      "title": "Real Estate Services",
      "property": {
        "title": "Buying or Selling a Property",
        "description": "Looking to buy or sell a property? Our team of experienced and dedicated legal professionals is well-versed in the local real estate laws and regulations, ensuring a seamless and secure process for our clients.<br>What sets us apart is our strategic alliances with key players in the real estate industry, including reputable realtors, property developers, and financial institutions. These alliances enable us to offer a holistic approach to real estate transactions, providing you with a one-stop solution for all your legal and logistical needs."
      },
      "car": {
        "title": "Buying or Selling a Car",
        "description": "Looking to buy or sell a car? Navigating the complexities of buying or selling a car in a foreign market requires a trusted legal ally, and that's where we come in. Our dedicated team of legal professionals possesses in-depth knowledge of Costa Rican automotive regulations, ensuring that every aspect of your transaction is handled with diligence and compliance."
      }
    }
  }
}
