{
  "common": {
    "getInTouch": "Contáctenos",
    "message": "Mensaje",
    "name": "Nombre",
    "readMore": "Leer más",
    "learnMore": "Conocer más",
    "services": "Nuestros servicios",
    "submit": "Enviar"
  },
  "contact": {
    "email": "Correo electrónico",
    "phone": "Teléfono",
    "social": "Redes sociales",
    "title": "Contacto"
  },
  "home": {
    "aboutUs": {
      "description": "En Costa Legal brindaremos servicios legales personalizados, con un equipo de abogados bilingües dedicados a guiar a los clientes a través de las complejidades del derecho costarricense, incluyendo inmigración, bienes raíces, negocios y asuntos comerciales.",
      "title": "Acerca de nuestro bufete"
    },
    "immigration": {
      "description": "Costa Legal se especializa en derecho de inmigración y ofrece servicios personalizados para individuos y empresas. Ayudamos a los clientes con solicitudes de visa, permisos de trabajo, solicitudes de residencia y ciudadanía.",
      "title": "Inmigración"
    },
    "insurance": {
      "description": "Ofrecemos servicios de seguros en Costa Rica, brindando cobertura integral para protegerlo a usted y sus activos. Nuestro equipo de profesionales de seguros experimentados trabaja con los principales proveedores de seguros para ofrecer una variedad de opciones de seguros, incluyendo salud, propiedad, responsabilidad, y más.",
      "title": "Seguros"
    },
    "location": {
      "title": "Donde estamos",
      "floor": "primer piso"
    },
    "realEstate": {
      "description": "Nuestro equipo legal brinda servicios legales integrales en bienes raíces a clientes que desean comprar, vender o invertir en propiedades en Costa Rica. Ofrecemos orientación legal personalizada y apoyo para garantizar una transacción fluida y exitosa.",
      "title": "Bienes raíces"
    },
    "welcome": "Tu guía legal hacia un futuro más brillante en Costa Rica y más allá",
    "welcomeBtn": "Reserva una consulta"
  },
  "immigration": {
    "titleCR": "Inmigración en Costa Rica",
    "summary": "Ofrecemos los siguientes servicios para ayudarte en el proceso de obtener residencia en Costa Rica. Las leyes de inmigración en Costa Rica ofrecen numerosas opciones para que las personas se muden al país. Hay oportunidades para jubilados, personas con ingresos fijos, inversionistas, cónyuges o padres de un costarricense, personas autónomas o emprendedores y empleados de una empresa.",
    "residencyServices": "Servicios de Residencia",
    "residencyRetired": {
      "title": "Personas Jubiladas (Pensionados)",
      "description": "Esta opción está disponible para personas que están actualmente jubiladas y reciben ingresos de jubilación de al menos $1,000 al mes. Los ingresos pueden provenir de una pensión del Sistema de Seguridad Social o del Sistema de Pensiones en su país de origen. Esta residencia también está disponible para personas que reciben ingresos por discapacidad. Luego, es posible patrocinar a cónyuges e hijos."
    },
    "residencyFixed": {
      "title": "Personas con Ingresos Fijos (Rentistas)",
      "description": "En esta opción, se requiere demostrar que recibes al menos $2,500 al mes. Hay varias formas de demostrar este ingreso. Una opción es depositar una cantidad igual a dos años de ingresos, que son $60,000 USD, en un banco en el extranjero o en Costa Rica. Otra opción es certificar tus ingresos desde el extranjero o abrir un fideicomiso."
    },
    "residencyInvestors": {
      "title": "Inversionistas",
      "description": "Recientemente, el gobierno costarricense redujo la cantidad mínima de inversión a $150,000 USD en Costa Rica. La inversión puede ser en un negocio o en activos como bienes raíces."
    },
    "residencyMarriage": {
      "title": "Bajo Matrimonio",
      "description": "La categoría de matrimonio está disponible para extranjeros que se casan con un costarricense. Después de dos años de matrimonio y residencia en Costa Rica, es posible obtener la ciudadanía."
    },
    "residencyParents": {
      "title": "Padres",
      "description": "Los extranjeros que tienen hijos nacidos en Costa Rica son elegibles para la residencia."
    },
    "residencyEntrepeneurs": {
      "title": "Personas Autónomas o Emprendedoras",
      "description": "Esta categoría está disponible para personas que desean trabajar por cuenta propia o abrir su propio negocio en Costa Rica. No se requiere una cantidad mínima de dinero, solo tener un negocio. Hay un par de opciones para personas autónomas. Por un lado, las personas que tienen una habilidad o área de especialización particular califican para una Residencia para Trabajadores Calificados, y por lo tanto, es necesario demostrar cuál es tu habilidad. También hay una residencia para personas que simplemente tienen un negocio físico, como un hotel o restaurante."
    },
    "residencyForeign": {
      "title": "Trabajadores Extranjeros",
      "description": "Existen opciones para que las empresas contraten trabajadores extranjeros. Ya sean ejecutivos, gerentes, técnicos o consultores, las regulaciones costarricenses permiten múltiples opciones para contratar trabajadores extranjeros."
    },
    "requirements": {
      "title": "Requisitos Generales de Inmigración",
      "description": "La siguiente lista describe los requisitos generales para cualquier solicitud de residencia.",
      "list": {
        "verification": "<strong>Verificación del requisito principal</strong>. Dependiendo de la categoría para la cual presentará su solicitud, se requerirá documentación para confirmar la elegibilidad bajo esa categoría. Por ejemplo, las personas que soliciten bajo la categoría de jubilación deben presentar una carta que confirme los ingresos por jubilación; las personas que soliciten bajo la categoría de inversión deben proporcionar certificaciones de la inversión, ya sea en bienes raíces o en un negocio; las personas que soliciten la residencia por matrimonio deben presentar un certificado de matrimonio de Costa Rica.",
        "check": "<strong>Verificación de antecedentes</strong>. Este documento debe ser emitido por una autoridad nacional. En el caso de los ciudadanos estadounidenses, por ejemplo, debe ser del FBI. En el caso de los ciudadanos canadienses, debe ser emitido por la Real Policía Montada de Canadá. En el caso de los ciudadanos del Reino Unido, debe ser emitido por la Asociación de Jefes de Policía.",
        "birth": "<strong>Certificado de nacimiento</strong>. Se requiere una copia reciente de su certificado de nacimiento, no mayor de seis meses.",
        "application": "<strong>Formulario de solicitud</strong>. Completamos esto para nuestros clientes.",
        "cover": "<strong>Carta de presentación</strong>. También completamos esto para nuestros clientes. Contiene cierta información sobre usted.",
        "fingerprints": "<strong>Huellas digitales</strong>. Se obtienen en un departamento de policía. Coordinaremos con usted para recibirlas, brindando asistencia en San José llevándolo desde nuestra oficina hasta el lugar correspondiente y manejando los formularios correspondientes.",
        "certify": "<strong>Copia certificada del pasaporte</strong>. Certificamos su copia de pasaporte.",
        "registration": "<strong>Registro consular</strong>. Se requiere el registro en el consulado de su país, también completamos esto para nuestros clientes.",
        "passport": "<strong>Fotografías tamaño pasaporte</strong>.",
        "fees": "<strong>Tarifas gubernamentales</strong>. Inicialmente, se requiere pagar $251 USD en tarifas de solicitud. Al final del proceso, se requiere pagar $433 USD adicionales en tarifas gubernamentales."
      },
      "notes": {
        "title": "Notas Importantes Sobre Los Documentos",
        "list": {
          "translated": "Todos los documentos en un idioma extranjero deben traducirse al español. Los costos de las traducciones variarán según el idioma original.",
          "apostille": "Todos los documentos del extranjero deben ser autenticados para su uso en Costa Rica. Los documentos de ciertos países requieren una apostilla.",
          "legislation": "Los documentos de otros países requieren una legalización.",
          "certificate": "Los certificados de nacimiento y las verificaciones de antecedentes (y cualquier otro documento del extranjero) deben emitirse dentro de los seis meses previos a la presentación de la solicitud. Por lo tanto, el certificado de nacimiento original emitido cuando nació no será válido para fines de inmigración en Costa Rica.",
          "check": "Las verificaciones de antecedentes deben provenir de los países donde vivió legalmente en los últimos tres años. Vivir legalmente excluye a las personas que vivían como turistas; solo se aplica a personas que residían legalmente en un país extranjero."
        }
      }
    }
  },
  "links": {
    "contactUs": "Contáctenos",
    "home": "Inicio",
    "immigration": "Inmigración",
    "insurance": "Seguros",
    "realEstate": "Bienes raíces"
  }
}
